import React from 'react'
import styles from './UserProtocolContainer.scss'

export default class UserProtocolContainer extends React.Component {
	render(){
		return (
			<div className={styles.container}>
				<div className={styles.header}><h1>用户协议</h1></div>
				<div className={styles.content}>
					<h4>特别提示</h4>
					<p>
					绮语（北京）文化传媒有限公司（以下简称“绮语文化”）在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。
					请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入：“读个小故事”。当您注册成功，无论是进入“读个小故事”，还是在“读个小故事“上发布任何内容，或者是直接或通过各类方式（如站外API引用等）间接使用读个小故事网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容。
					</p>
					<p>
					请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入：“读个小故事”。当您注册成功，无论是进入“读个小故事”，还是在“读个小故事“上发布任何内容，或者是直接或通过各类方式（如站外API引用等）间接使用读个小故事网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容。
					</p>
					<p>
					请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不进入：“读个小故事”。当您注册成功，无论是进入“读个小故事”，还是在“读个小故事“上发布任何内容，或者是直接或通过各类方式（如站外API引用等）间接使用读个小故事网服务和数据的行为，都将被视作已无条件接受本声明所涉全部内容。
					</p>
					<p>
					<strong>如果您未满18周岁，请在法定监护人的陪同下阅读本协议，并特别注意未成年人使用条款。</strong>
					</p>
					<h4>一、帐号注册</h4>
					<p>
          1、用户在使用本服务前需要注册一个“读个小故事”帐号。“读个小故事”帐号应当使用手机号码绑定注册，或者微信进行注册，请用户使用尚未与“读个小故事”帐号绑定的手机号码，以及未被绮语文化根据本协议封禁的手机号码注册“读个小故事”帐号。绮语文化可以根据用户需求或产品需要对帐号注册和绑定的方式进行变更，而无须事先通知用户。
          </p>
					<p>
          2、“读个小故事”系提供录音服务的移动亲子互动产品，用户注册时应当授权绮语文化提供录音服务方可成功注册“读个小故事”帐号。故用户完成注册即表明用户同意绮语文化提取、公开及使用用户的音频信息。
          </p>
					<p>
          3、鉴于“读个小故事”帐号的绑定注册方式，您同意绮语文化在注册时将使用您提供的手机号码及/或自动提取您的手机号码及自动提取您的手机设备识别码等信息用于注册。读个小故事将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。
          </p>
					<p>
          4、在用户注册及使用本服务时，绮语文化需要搜集能识别用户身份的个人信息以便绮语文化可以在必要时联系用户，或为用户提供更好的使用体验。绮语文化搜集的信息包括但不限于用户的姓名、性别、年龄、出生日期、身份证号、地址、学校情况、公司情况、所属行业、兴趣爱好、常出没的地方、个人说明；绮语文化同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。
          </p>
					<div>
					5、用户须对在读个小故事的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认； 任何机构或个人注册和使用的互联网用户账号名称，不得有下列情形：
            <div>
            <ul>
  						<li>（一）违反宪法或法律法规规定的；</li>
  						<li>（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
  						<li>（三）损害国家荣誉和利益的，损害公共利益的；</li>
  						<li>（四）煽动民族仇恨、民族歧视，破坏民族团结的；</li>
  						<li>（五）破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
  						<li>（六）散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
  						<li>（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
  						<li>（八）侮辱或者诽谤他人，侵害他人合法权益的；</li>
  						<li>（九）含有法律、行政法规禁止的其他内容的。</li>
  					</ul>
            </div>
  					<h5>关于用户名的管理</h5>
  					<p>请勿以党和国家领导人或其他名人的真实姓名、字、号、艺名、笔名、头衔等注册和使用昵 称（如确为本人，需要提交相关证据并通过审核方可允许使用）；</p>
  					<p>请勿以国家组织机构或其他组织机构的名称等注册和使用昵称（如确为该机构，需要提交相关证据并通过审核方可允许使用）；</p>
  					<p>请勿注册和使用与其他网友相同、相仿的名字或昵称；</p>
  					<p>请勿注册和使用不文明、不健康的ID和昵称；</p>
  					<p>请勿注册和使用易产生歧义、引起他人误解或带有各种奇形怪状符号的ID和昵称。</p>
  					<p>用户以虚假信息骗取账号名称注册，或账号头像、简介等注册信息存在违法和不良信息的，读个小故事将暂停或注销。</p>
  					<p>用户连续一年没有在读个小故事上更新内容，有权收回该用户昵称。</p>
					</div>
					<p>
  					6、读个小故事是一个信息分享及传播的平台。用户通过读个小故事发表的信息为公开的信息，其他第三方均可以通过读个小故事获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在读个小故事上进行发表。
					</p>
					<p>
            7、用户承诺不得以任何方式利用读个小故事直接或间接从事违反中国法律、以及社会公德的行为，读个小故事有权对违反上述承诺的内容予以删除。
          </p>
					<div>
						8、读个小故事用户不得利用读个小故事服务制作、上载、复制、发布、传播或者转载如下内容：
            <div>
            <ul>
							<li>反对宪法所确定的基本原则的；</li>
							<li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
							<li>损害国家荣誉和利益的；</li>
							<li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
							<li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
							<li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
							<li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
							<li>侮辱或者诽谤他人，侵害他人合法权益的；</li>
							<li>含有法律、行政法规禁止的其他内容的信息。</li>
						</ul>
            </div>
					</div>
					<p>
  					9、读个小故事有权对用户使用读个小故事的情况进行审查和监督，如用户在使用读个小故事时违反任何上述规定，读个小故事或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用读个小故事的权利）以减轻用户不当行为造成的影响。
					</p>
					<h4>二、服务内容</h4>
					<p>
            1、本服务的具体内容由绮语文化根据实际情况提供，包括但不限于授权用户通过其帐号进行即时通讯、添加好友、加入群组、关注他人、发布留言。绮语文化可以对其提供的服务予以变更，且绮语文化提供的服务内容可能随时变更；用户将会收到绮语文化关于服务变更的通知。
          </p>
					<p>
            2、绮语文化提供的服务包含免费服务与收费服务。用户可以通过付费方式购买收费服务，具体方式为：用户通过网上银行、支付宝或其他“读个小故事”平台提供的付费途径支付一定数额的人民币购买“读个小故事”平台的虚拟货币——读个小故事币，然后根据绮语文化公布的资费标准以读个小故事币购买用户欲使用的收费服务，从而获得收费服务使用权限。对于收费服务，绮语文化会在用户使用之前给予用户明确的提示，只有用户根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，用户才能使用该等收费服务。支付行为的完成以银行或第三方支付平台生成“支付已完成”的确认通知为准。
          </p>
					<h4>三、用户个人信息保护</h4>
					<p>1、用户在注册帐号或使用本服务的过程中，可能需要填写或提交一些必要的个人信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。</p>
					<p>2、用户个人信息包括：1）用户自行提供的用户个人信息（如注册时填写的手机号码，电子邮件等个人信息，使用服务时提供的共享信息等）；2）其他方分享的用户个人信息；3）绮语文化为提供服务而合法收集的用户必要个人信息（如使用服务时系统自动采集的设备或软件信息，浏览历史信息，通讯时间信息等技术信息，用户开启定位功能并使用服务时的地理位置信息等）。</p>
					<p>其中个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在绮语文化服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。绮语文化保证在取得用户书面同意的情况下收集、使用或公开用户的个人隐私信息，用户同意绮语文化无需获得用户的另行确认与授权即可收集、使用或公开用户的非个人隐私信息。</p>
					<p>3、尊重用户个人信息的私有性是绮语文化的一贯制度，绮语文化将采取技术措施和其他必要措施，确保用户个人信息安全，防止在本服务中收集的用户个人信息泄露、毁损或丢失。在发生前述情形或者绮语文化发现存在发生前述情形的可能时，绮语文化将及时采取补救措施并告知用户，用户如发现存在前述情形亦需立即与绮语文化联系。</p>
					<div>
						4、绮语文化未经用户同意不向任何第三方公开、 透露用户个人隐私信息。但以下特定情形除外：
            <div>
            <ul>
							<li>(1) 绮语文化根据法律法规规定或有权机关的指示提供用户的个人隐私信息；</li>
							<li>(2) 由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因绮语文化原因导致的个人隐私信息的泄露；</li>
							<li>(3) 用户自行向第三方公开其个人隐私信息；</li>
							<li>(4) 用户与绮语文化及合作单位之间就用户个人隐私信息的使用公开达成约定，绮语文化因此向合作单位公开用户个人隐私信息；</li>
							<li>(5) 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露；</li>
							<li>(6) 用户个人信息已经经过处理无法识别特定个人且不能复原。</li>
						</ul>
            </div>
					</div>
					<div>
						5、用户同意绮语文化可在以下事项中使用用户的个人隐私信息：
            <div>
            <ul>
							<li>(1) 绮语文化向用户及时发送重要通知，如软件更新、本协议条款的变更；</li>
							<li>(2) 绮语文化内部进行审计、数据分析和研究等，以改进绮语文化的产品、服务和与用户之间的沟通；</li>
							<li>(3) 依本协议约定，绮语文化管理、审查用户信息及进行处理措施；</li>
							<li>(4) 适用法律法规规定的其他事项。</li>
						</ul>
            </div>
						<p>
							除上述事项外，如未取得用户事先同意，绮语文化不会将用户个人隐私信息使用于任何其他用途。
						</p>
					</div>
					<p>6、绮语文化重视对未成年人个人信息的保护。绮语文化将依赖用户提供的个人信息判断用户是否为未成年人。任何18岁以下的未成年人注册帐号或使用本服务应事先取得家长或其法定监护人（以下简称"监护人"）的书面同意。除根据法律法规的规定及有权机关的指示披露外，绮语文化不会使用或向任何第三方透露未成年人的聊天记录及其他个人信息。除本协议约定的例外情形外，未经监护人事先同意，绮语文化不会使用或向任何第三方透露未成年人的个人信息。任何18岁以下的用户不得下载和使用绮语文化通过读个小故事软件提供的网络游戏。</p>
					<p>7、因绮语文化提供的服务系基于地理位置提供的移动社交服务，用户确认，其地理位置信息为非个人隐私信息，用户成功注册“读个小故事”帐号视为确认授权绮语文化提取、公开及使用用户的地理位置信息。用户地理位置信息将作为用户公开资料之一，由绮语文化向其他用户公开以便绮语文化向用户提供基于地理位置的移动社交服务。如用户需要终止向其他用户公开其地理位置信息，可随时自行设置为隐身状态。</p>
					<p>8、为了改善绮语文化的技术和服务，向用户提供更好的服务体验，绮语文化或可会自行收集使用或向第三方提供用户的非个人隐私信息。</p>
					<p>9、绮语文化保证在合法、正当与必要的原则下收集、使用或者公开用户个人信息且不会收集与提供的服务无关的用户个人信息。</p>
					<h4>四、内容规范</h4>
					<p>1、本条所述内容是指用户使用本服务过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于帐号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用帐号或本服务所产生的内容。</p>
					<div>
						2、用户不得利用“读个小故事”帐号或本服务制作、上载、复制、发布、传播如下法律、法规和政策禁止的内容：
            <div>
						<ul>
							<li>(1) 反对宪法所确定的基本原则的；</li>
							<li>(2) 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
							<li>(3) 损害国家荣誉和利益的；</li>
							<li>(4) 煽动民族仇恨、民族歧视，破坏民族团结的；</li>
							<li>(5) 破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
							<li>(6) 散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
							<li>(7) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
							<li>(8) 侮辱或者诽谤他人，侵害他人合法权益的；</li>
							<li>(9) 不遵守法律法规底线、社会主义制度底线、国家利益底线、公民合法权益底线、社会公共秩序底线、道德风尚底线和信息真实性底线的“七条底线”要求的；</li>
							<li>(10) 含有法律、行政法规禁止的其他内容的信息。</li>
						</ul>
            </div>
					</div>
					<div>
						3、用户不得利用“读个小故事”帐号或本服务制作、上载、复制、发布、传播如下干扰“读个小故事”正常运营，以及侵犯其他用户或第三方合法权益的内容：
            <div>
            <ul>
							<li>(1) 含有任何性或性暗示的；</li>
							<li>(2) 含有辱骂、恐吓、威胁内容的；</li>
							<li>(3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的；</li>
							<li>(4) 涉及他人隐私、个人信息或资料的；</li>
							<li>(5) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；</li>
							<li>(6) 含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。</li>
						</ul>
            </div>
					</div>
					<h4>五、知识产权</h4>
					<p>读个小故事是一个提供用户分享内容、自主创造内容的应用，我们尊重和鼓励读个小故事用户创作的内容，认识到保护知识产权对读个小故事生存与发展的重要性，承诺将保护知识产权作为读个小故事运营的基本原则之一。</p>
					<p>1、用户在读个小故事上发表的全部原创内容，著作权均归用户本人所有。用户可授权第三方以任何方式使用，不需要得到读个小故事的同意。</p>
					<p>2、读个小故事提供的网络服务中包含的标识、版面设计、排版方式、文本、图片、图形等均受著作权、商标权及其它法律保护，未经相关权利人（含读个小故事及其他原始权利人）同意，上述内容均不得在任何平台被直接或间接发布、使用、出于发布或使用目的的改写或再发行，或被用于其他任何商业目的。</p>
					<p>3、为了促进其创作内容的分享和传播，用户将其在读个小故事上发表的全部内容，授予读个小故事免费的、不可撤销的、非独家使用许可，读个小故事有权将该内容用于读个小故事各种形态的产品和服务上，包括但不限于网站以及发表的应用或其他互联网产品。</p>
					<p>第三方若出于非商业目的，将用户在读个小故事上发表的内容转载在读个小故事之外的地方，应当在作品的正文开头的显著位置注明原作者姓名（或原作者在读个小故事上使用的帐号名称），给出原始链接，注明「发表于读个小故事」，并不得对作品进行修改演绎。若需要对作品进行修改，或用于商业目的，第三方应当联系用户获得单独授权，按照用户规定的方式使用该内容。</p>
					<p>4、读个小故事为用户提供「保留所有权利，禁止转载」的选项。除非获得原作者的单独授权，并邮件通知读个小故事（邮箱：qiyuwenhua@qiyu-edu.com），任何第三方不得转载标注了「禁止转载」的内容，否则均视为侵权。</p>
					<p>5、在读个小故事上传或发表的内容，用户应保证其为著作权人或已取得合法授权，并且该内容不会侵犯任何第三方的合法权益。如果第三方提出关于著作权的异议，读个小故事有权根据实际情况删除相关的内容有权追究用户的法律责任，给读个小故事或任何第三方造成损失的，用户应负责全额赔偿。</p>
					<p>6、如果任何第三方侵犯了读个小故事用户相关的权利，用户同意授权读个小故事或其指定的代理人代表读个小故事自身或用户对该第三方提出警告、投诉、发起行政执法、诉讼、进行上诉，或谈判和解，并且用户同意在读个小故事认为必要的情况下参与共同维权。</p>
					<p>7、读个小故事有权但无义务对用户发布的内容进行审核，有权根据相关证据结合《侵权责任法》、《信息网络传播权保护条例》等法律法规及读个小故事社区指导原则对侵权信息进行处理。</p>
					<h4>六、使用规则</h4>
					<p>1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表绮语文化的观点、立场或政策，绮语文化对此不承担任何责任。</p>
					<div>
						2、用户不得利用“读个小故事”帐号或本服务进行如下行为：
            <div>
						<ul>
							<li>(1) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；</li>
							<li>(2) 强制、诱导其他用户关注、点击链接页面或分享信息的；</li>
							<li>(3) 虚构事实、隐瞒真相以误导、欺骗他人的；</li>
							<li>(4) 利用技术手段批量建立虚假帐号的；</li>
							<li>(5) 利用“读个小故事”帐号或本服务从事任何违法犯罪活动的；</li>
							<li>(6) 制作、发布与以上行为相关的方法、工具，或对此类方法、工具进行运营或传播，无论这些行为是否为商业目的；</li>
							<li>(7) 其他违反法律法规规定、侵犯其他用户合法权益、干扰“读个小故事”正常运营或绮语文化未明示授权的行为。</li>
						</ul>
            </div>
					</div>
					<p>3、用户须对利用“读个小故事”帐号或本服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与绮语文化无关。如因此给绮语文化或第三方造成损害的，用户应当依法予以赔偿。</p>
					<p>4、绮语文化提供的服务中可能包括广告，用户同意在使用过程中显示绮语文化和第三方供应商、合作伙伴提供的广告。除法律法规明确规定外，用户应自行对依该广告信息进行的交易负责，对用户因依该广告信息进行的交易或前述广告商提供的内容而遭受的损失或损害，绮语文化不承担任何责任。</p>
					<div>
						5、除非绮语文化书面许可，用户不得从事下列任一行为：
            <div>
						<ul>
							<li>(1) 删除软件及其副本上关于著作权的信息；</li>
							<li>(2) 对软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现软件的源代码；</li>
							<li>(3) 对绮语文化拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</li>
							<li>(4) 对软件或者软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经绮语文化授权的第三方工具/服务接入软件和相关系统；</li>
							<li>(5) 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</li>
							<li>(6) 通过非绮语文化开发、授权的第三方软件、插件、外挂、系统，登录或使用绮语文化软件及服务，或制作、发布、传播非绮语文化开发、授权的第三方软件、插件、外挂、系统。</li>
						</ul>
            </div>
					</div>
					<p>7、用户确认，除法律法规明确规定或本协议另有约定外，用户已购买的任何收费服务不能以任何理由退购（即退换成读个小故事币或法定货币）或调换成其他服务。</p>
					<h4>七、账户管理</h4>
					<p>1、 “读个小故事”帐号的所有权归绮语文化所有，用户完成申请注册手续后，获得“读个小故事”帐号的使用权，该使用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。绮语文化因经营需要，有权回收用户的“读个小故事”帐号。</p>
					<p>2、用户可以通过1）查看与编辑个人资料页，2）“设置”页面里的“账号与安全”页面来查询、更改、删除、注销“读个小故事”帐户上的个人资料、注册信息及传送内容等，但需注意，删除有关信息的同时也会删除用户储存在系统中的文字和图片。用户需承担该风险。</p>
					<p>3、用户有责任妥善保管注册帐号信息及帐号密码的安全，因用户保管不善可能导致遭受盗号或密码失窃，责任由用户自行承担。用户需要对注册帐号以及密码下的行为承担法律责任。用户同意在任何情况下不使用其他用户的帐号或密码。在用户怀疑他人使用其帐号或密码时，用户同意立即通知绮语文化。</p>
					<p>4、用户应遵守本协议的各项条款，正确、适当地使用本服务，如因用户违反本协议中的任何条款，绮语文化在通知用户后有权依据协议中断或终止对违约用户“读个小故事”帐号提供服务。同时，绮语文化保留在任何时候收回“读个小故事”帐号、用户名的权利。</p>
					<p>5、如用户注册“读个小故事”帐号后一年不登录，通知用户后，绮语文化可以收回该帐号，以免造成资源浪费，由此造成的不利后果由用户自行承担。</p>
					<h4>八、数据储存</h4>
					<p>1、绮语文化不对用户在本服务中相关数据的删除或储存失败负责。</p>
					<p>2、绮语文化可以根据实际情况自行决定用户在本服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。用户可根据自己的需要自行备份本服务中的相关数据。</p>
					<p>3、如用户停止使用本服务或本服务终止，绮语文化可以从服务器上永久地删除用户的数据。本服务停止、终止后，绮语文化没有义务向用户返还任何数据。</p>
					<h4>九、风险承担</h4>
					<p>1、用户理解并同意，“读个小故事”仅为用户提供信息分享、传送及获取的平台，用户必须为自己注册帐号下的一切行为负责，包括用户所传送的任何内容以及由此产生的任何后果。用户应对“读个小故事”及本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。绮语文化无法且不会对因用户行为而导致的任何损失或损害承担责任。
如果用户发现任何人违反本协议约定或以其他不当的方式使用本服务，请立即向绮语文化举报或投诉，举报或投诉邮箱为 qiyuwenhua@qiyu-edu.com，绮语文化将依本协议约定进行处理。</p>
					<p>2、用户理解并同意，因业务发展需要，绮语文化保留单方面对本服务的全部或部分服务内容变更、暂停、终止或撤销的权利，用户需承担此风险。</p>
					<h4>十、知识产权声明</h4>
					<p>1、除本服务中涉及广告的知识产权由相应广告商享有外，绮语文化在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权均归绮语文化所有，但用户在使用本服务前对自己发布的内容已合法取得知识产权的除外。</p>
					<p>2、除另有特别声明外，绮语文化提供本服务时所依托软件的著作权、专利权及其他知识产权均归绮语文化所有。</p>
					<p>3、绮语文化在本服务中所涉及的图形、文字或其组成，以及其他绮语文化标志及产品、服务名称（以下统称“绮语文化标识”），其著作权或商标权归绮语文化所有。未经绮语文化事先书面同意，用户不得将绮语文化标识以任何方式展示或使用或作其他处理，也不得向他人表明用户有权展示、使用、或其他有权处理绮语文化标识的行为。</p>
					<p>4、上述及其他任何绮语文化或相关广告商依法拥有的知识产权均受到法律保护，未经绮语文化或相关广告商书面许可，用户不得以任何形式进行使用或创造相关衍生作品。</p>
					<h4>十一、法律责任</h4>
					<p>1、如果绮语文化发现或收到他人举报或投诉用户违反本协议约定的，绮语文化有权不经通知随时对相关内容，包括但不限于用户资料、聊天记录进行审查、删除，并视情节轻重对违规帐号处以包括但不限于警告、帐号封禁 、设备封禁 、功能封禁 的处罚，且通知用户处理结果。</p>
					<p>2、用户理解并同意，绮语文化有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。</p>
					<p>3、用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿绮语文化与合作公司、关联公司，并使之免受损害。</p>
					<h4>十二、不可抗力及其他免责事由</h4>
					<p>1、用户理解并确认，在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害如洪水、地震、瘟疫流行和风暴等以及社会事件如战争、动乱、政府行为等。出现上述情况时，绮语文化将努力在第一时间与相关单位配合，及时进行修复，但是由此给用户或第三方造成的损失，绮语文化及合作单位在法律允许的范围内免责。</p>
					<p>2、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰；用户下载安装的其它软件或访问的其他网站中含有“特洛伊木马”等病毒，威胁到用户的计算机信息和数据的安全，继而影响本服务的正常使用等等。用户应加强信息安全及使用者资料的保护意识，要注意加强密码保护，以免遭致损失和骚扰。</p>
					<p>3、用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，绮语文化不承担任何责任。</p>
					<p>4、用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，绮语文化不承担任何责任。</p>
					<p>5、用户理解并确认，绮语文化需要定期或不定期地对“读个小故事”平台或相关的设备进行检修或者维护，如因此类情况而造成服务在合理时间内的中断，绮语文化无需为此承担任何责任，但绮语文化应事先进行通告。</p>
					<p>6、绮语文化依据法律法规、本协议约定获得处理违法违规或违约内容的权利，该权利不构成绮语文化的义务或承诺，绮语文化不能保证及时发现违法违规或违约行为或进行相应处理。</p>
					<div>
						7、用户理解并确认，对于绮语文化向用户提供的下列产品或者服务的质量缺陷及其引发的任何损失，绮语文化无需承担任何责任：
            <div>
            <ul>
							<li>(1) 绮语文化向用户免费提供的服务；</li>
							<li>(2) 绮语文化向用户赠送的任何产品或者服务。</li>
						</ul>
            </div>
					</div>
					<p>8、在任何情况下，绮语文化均不对任何间接性、后果性、惩罚性、偶然性、特殊性或刑罚性的损害，包括因用户使用“读个小故事”或本服务而遭受的利润损失，承担责任（即使绮语文化已被告知该等损失的可能性亦然）。尽管本协议中可能含有相悖的规定，绮语文化对用户承担的全部责任，无论因何原因或何种行为方式，始终不超过用户因使用绮语文化提供的服务而支付给绮语文化的费用(如有)。</p>
					<h4>十三、服务的变更、中断、终止</h4>
					<p>1、鉴于网络服务的特殊性，用户同意绮语文化有权随时变更、中断或终止部分或全部的服务（包括收费服务）。绮语文化变更、中断或终止的服务，绮语文化应当在变更、中断或终止之前通知用户，并应向受影响的用户提供等值的替代性的服务；如用户不愿意接受替代性的服务，如果该用户已经向绮语文化支付的读个小故事币，绮语文化应当按照该用户实际使用服务的情况扣除相应读个小故事币之后将剩余的读个小故事币退还用户的读个小故事币账户中。</p>
					<div>
						2、如发生下列任何一种情形，绮语文化有权变更、中断或终止向用户提供的免费服务或收费服务，而无需对用户或任何第三方承担任何责任：
            <div>
            <ul>
							<li>(1) 根据法律规定用户应提交真实信息，而用户提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；</li>
							<li>(2) 用户违反相关法律法规或本协议的约定；</li>
							<li>(3) 按照法律规定或有权机关的要求；</li>
							<li>(4) 出于安全的原因或其他必要的情形。</li>
						</ul>
            </div>
					</div>
					<h4>十四、“附近活动”服务说明与免责条款</h4>
					<p>1、读个小故事“附近活动”功能板块，是以地理位置为基础、发布用户周边文化活动信息的活动信息共享平台（下称“本平台”）。</p>
					<p>2、本平台发布之全部文化活动信息,包括但不限于活动地理位置信息，均直接或者间接来自于文化活动主办方。</p>
					<p>3、本平台发布文化活动信息，意在宣传文化活动、丰富用户文化生活。本平台用户于本平台“附近活动”功能板块发布的留言、评论等信息，均系用户自行发布。本平台不对上述信息的真实性、准确性，或及时性、完整性负责。</p>
					<p>4、如果相关文化活动主办方及/或相关权利主体，认为该等文化活动信息之发布，侵害其合法权益，可邮件联系qiyuwenhua@qiyu-edu.com，本平台在核实其提供的证明材料后，将依法履行网络平台发布者的义务，维护其合法权益。</p>
					<h4>十五、其他&nbsp;</h4>
					<p>1、绮语文化郑重提醒用户注意本协议中免除绮语文化责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。</p>
					<p>2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和绮语文化之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交绮语文化住所地有管辖权的人民法院管辖。</p>
					<p>3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。</p>
				</div>
			</div>
		)
	}
}
